Repository: kenm47/nvEnvy
Catalog: nvEnvy/nvEnvy/Localizable.xcstrings
Source language: en
Languages: de, fr, it, pt_br, zh_hans

source: A fast, keyboard-driven note-taking app.
de: Eine schnelle, tastaturgesteuerte Notiz-App.
fr: Une app de prise de notes rapide, pilotée au clavier.
it: Un'app per appunti veloce e da tastiera.
pt_br: Um app de notas rápido, focado no teclado.
zh_hans: 快速的键盘驱动笔记应用。

source: Bold
de: Fett
fr: Gras
it: Grassetto
pt_br: Negrito
zh_hans: 粗体

source: Bookmarks
de: Lesezeichen
fr: Signets
it: Segnalibri
pt_br: Favoritos
zh_hans: 书签

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt_br: Cancelar
zh_hans: 取消

source: Check for Updates...
de: Nach Updates suchen …
fr: Rechercher des mises à jour…
it: Cerca aggiornamenti…
pt_br: Verificar atualizações…
zh_hans: 检查更新…

source: Choose a folder to store your notes.
de: Wählen Sie einen Ordner für Ihre Notizen.
fr: Choisissez un dossier pour vos notes.
it: Scegli una cartella per le tue note.
pt_br: Escolha uma pasta para suas notas.
zh_hans: 选择一个文件夹来存储笔记。

source: Choose Notes Folder...
de: Notiz-Ordner wählen …
fr: Choisir le dossier de notes…
it: Scegli cartella note…
pt_br: Escolher pasta de notas…
zh_hans: 选择笔记文件夹…

source: Clear search
de: Suche löschen
fr: Effacer la recherche
it: Cancella ricerca
pt_br: Limpar pesquisa
zh_hans: 清除搜索

source: Copy Note Link
de: Notiz-Link kopieren
fr: Copier le lien de la note
it: Copia link nota
pt_br: Copiar link da nota
zh_hans: 复制笔记链接

source: Database
de: Datenbank
fr: Base de données
pt_br: Banco de dados
zh_hans: 数据库

source: Decrease Indent
de: Einzug verkleinern
fr: Réduire le retrait
it: Riduci rientro
pt_br: Diminuir recuo
zh_hans: 减少缩进

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt_br: Excluir
zh_hans: 删除

source: Delete Note
de: Notiz löschen
fr: Supprimer la note
it: Elimina nota
pt_br: Excluir nota
zh_hans: 删除笔记

source: Delete Note?
de: Notiz löschen?
fr: Supprimer la note ?
it: Eliminare la nota?
pt_br: Excluir nota?
zh_hans: 删除笔记？

source: Deselect
de: Auswahl aufheben
fr: Désélectionner
it: Deseleziona
pt_br: Desselecionar
zh_hans: 取消选择

source: Editing
de: Bearbeitung
fr: Édition
it: Modifica
pt_br: Edição
zh_hans: 编辑

source: Export...
de: Exportieren …
fr: Exporter…
it: Esporta…
pt_br: Exportar…
zh_hans: 导出…

source: Fonts & Colors
de: Schriften & Farben
fr: Polices et couleurs
it: Font e colori
pt_br: Fontes e cores
zh_hans: 字体与颜色

source: General
de: Allgemein
fr: Général
it: Generali
pt_br: Geral
zh_hans: 通用

source: Import Files...
de: Dateien importieren …
fr: Importer des fichiers…
it: Importa file…
pt_br: Importar arquivos…
zh_hans: 导入文件…

source: Import Folder...
de: Ordner importieren …
fr: Importer un dossier…
it: Importa cartella…
pt_br: Importar pasta…
zh_hans: 导入文件夹…

source: Increase Indent
de: Einzug vergrößern
fr: Augmenter le retrait
it: Aumenta rientro
pt_br: Aumentar recuo
zh_hans: 增加缩进

source: Italic
de: Kursiv
fr: Italique
it: Corsivo
pt_br: Itálico
zh_hans: 斜体

source: Next Note
de: Nächste Notiz
fr: Note suivante
it: Nota successiva
pt_br: Próxima nota
zh_hans: 下一条笔记

source: No External Editor
de: Kein externer Editor
fr: Aucun éditeur externe
it: Nessun editor esterno
pt_br: Sem editor externo
zh_hans: 无外部编辑器

source: No note selected
de: Keine Notiz ausgewählt
fr: Aucune note sélectionnée
it: Nessuna nota selezionata
pt_br: Nenhuma nota selecionada
zh_hans: 未选择笔记

source: No notes
de: Keine Notizen
fr: Aucune note
it: Nessuna nota
pt_br: Sem notas
zh_hans: 没有笔记

source: No results found
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun risultato
pt_br: Nenhum resultado
zh_hans: 未找到结果

source: Notes
de: Notizen
it: Note
pt_br: Notas
zh_hans: 笔记

source: Open in External Editor
de: In externem Editor öffnen
fr: Ouvrir dans un éditeur externe
it: Apri in editor esterno
pt_br: Abrir em editor externo
zh_hans: 在外部编辑器中打开

source: Paste as Markdown Link
de: Als Markdown-Link einfügen
fr: Coller comme lien Markdown
it: Incolla come link Markdown
pt_br: Colar como link Markdown
zh_hans: 粘贴为 Markdown 链接

source: Plain Text Style
de: Nur Text
fr: Style texte brut
it: Stile testo semplice
pt_br: Estilo texto simples
zh_hans: 纯文本样式

source: Preview in Marked
de: Vorschau in Marked
fr: Aperçu dans Marked
it: Anteprima in Marked
pt_br: Visualizar no Marked
zh_hans: 在 Marked 中预览

source: Previous Note
de: Vorherige Notiz
fr: Note précédente
it: Nota precedente
pt_br: Nota anterior
zh_hans: 上一条笔记

source: Print...
de: Drucken …
fr: Imprimer…
it: Stampa…
pt_br: Imprimir…
zh_hans: 打印…

source: Quick Tips
de: Schnelltipps
fr: Astuces rapides
it: Suggerimenti rapidi
pt_br: Dicas rápidas
zh_hans: 快捷提示

source: Resolve Conflicts...
de: Konflikte lösen …
fr: Résoudre les conflits…
it: Risolvi conflitti…
pt_br: Resolver conflitos…
zh_hans: 解决冲突…

source: Reveal in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
it: Mostra nel Finder
pt_br: Mostrar no Finder
zh_hans: 在访达中显示

source: Save Bookmark
de: Lesezeichen speichern
fr: Enregistrer le signet
it: Salva segnalibro
pt_br: Salvar favorito
zh_hans: 保存书签

source: Save Preview as HTML...
de: Vorschau als HTML sichern …
fr: Enregistrer l'aperçu en HTML…
it: Salva anteprima come HTML…
pt_br: Salvar visualização como HTML…
zh_hans: 将预览保存为 HTML…

source: Search or Create
de: Suchen oder Erstellen
fr: Rechercher ou créer
it: Cerca o crea
pt_br: Pesquisar ou criar
zh_hans: 搜索或新建

source: Show Bookmarks
de: Lesezeichen anzeigen
fr: Afficher les signets
it: Mostra segnalibri
pt_br: Mostrar favoritos
zh_hans: 显示书签

source: Strikethrough
de: Durchgestrichen
fr: Barré
it: Barrato
pt_br: Tachado
zh_hans: 删除线

source: Tag Note...
de: Notiz taggen …
fr: Étiqueter la note…
it: Tagga nota…
pt_br: Etiquetar nota…
zh_hans: 标记笔记…

source: Toggle Layout
de: Layout wechseln
fr: Changer la disposition
it: Cambia layout
pt_br: Alternar layout
zh_hans: 切换布局

source: Toggle Preview Source
de: Quelltext der Vorschau
fr: Afficher la source
it: Mostra sorgente anteprima
pt_br: Alternar código-fonte
zh_hans: 切换预览源码

source: Toggle Word Count
de: Wortzähler ein-/ausblenden
fr: Afficher/masquer le nombre de mots
it: Conteggio parole
pt_br: Contagem de palavras
zh_hans: 显示/隐藏字数统计

source: Welcome to nvEnvy
de: Willkommen bei nvEnvy
fr: Bienvenue dans nvEnvy
it: Benvenuto in nvEnvy
pt_br: Bem-vindo ao nvEnvy
zh_hans: 欢迎使用 nvEnvy
